<template>
    <div class="container">
        <h1>В этом приложенрии:</h1>
        <ol>
            <li>Полная настройка шаблонов на Vue CLI</li>
            <li>Установка и настройка Vue-router для Vue-3</li>
            <li>Динамическая перерисовка  без презагрузки страницы</li>
             <li>Динамический навбра и ссылки</li>
              <li>Обработка несуществующих роутов</li>
              <li>Хеши и моды для роутера</li>
              <li>Настройки общего конфига</li>

        </ol>
    </div>
</template>